IDEA Open Model
ReinfAroundOpening.DiagonalDistance Property
 Distance between diagonal reinforcement layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double DiagonalDistance { get; set; }
Public Property DiagonalDistance As Double
	Get
	Set
public:
property double DiagonalDistance {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace